cask "wezterm"
cask "maccy"
cask "notunes"
cask "rectangle"

brew "colordiff"
brew "corepack"
brew "fd"
brew "fzf"
brew "git-delta"
brew "grip"
brew "jq"
brew "less"
brew "pre-commit"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

brew "mas"
mas "Amphetamine", id: 937984704
