cask "maccy"
cask "notunes"
cask "rectangle"

brew "colordiff"
brew "fd"
brew "fzf"
brew "grip"
brew "jq"
brew "pre-commit"
brew "tree"
brew "volta"
brew "zsh-syntax-highlighting"

brew "mas"
mas "Amphetamine", id: 937984704
mas "Seashore", id: 1448648921
