cask "wezterm"
cask "maccy"
cask "notunes"
cask "nikitabobko/tap/aerospace"

tap "withgraphite/tap"

brew "colordiff"
brew "corepack"
brew "dlvhdr/formulae/diffnav"
brew "fd"
brew "fzf"
brew "git-delta"
brew "grip"
brew "jq"
brew "less"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "starship"
brew "tree"
brew "withgraphite/tap/graphite"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Snowflake
brew "vault"
brew "grpcurl"
